Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: To 100 mL add 2 mL of ammonium chloride buffer solution pH 10.0 R, 50 mg of mordant black 11 triturate R and 0.5 mL of 0.01 M sodium edetate.
es_es: A 100 ml agregar 2 ml desolución buffer cloruro de amonio, a un pH = 10.0 R, 50 mg demordiente negro 11 triturado R y 0.5 ml deedetato de sodio 0.01 M.

source: To 12 ml of each solution i.e. Test solution, reference solution and blank solution in a 50 ml Nessler cylinder.
es_es: A 12 ml de cada solución (la solución de análisis, la solución de referencia y la solución blanco) colocadas en un cilindro Nessler de 50 ml,

source: To 400 mL of the water to be examined add 10 mL of acetate buffer solution pH 6.0 R and 100 mL of distilled water R.
es_es: A 400 ml del agua analizable agregar 10 ml desolución buffer de acetato, a un pH = 6.0 R y 100 ml deagua destilada R.

source: To 5 mL of solution S add 0.5 mL of dilute nitric acid R and dilute to 15 mL with water R.
es_es: A 5 ml de la solución "S,* añadir 0.5 mL de *ácido nítrico diluido R* y diluir con *agua R* hasta obtener 15 ml.

source: To 5 mg each of BIBR 277 SE POSS. IMP. I, BIBR 277 BIMBIM (BIBR 277 SE POSS. IMP.III), BIBR 277 NITRILE and BIBR 277 AMIDE add 50 ml of methanol and 100 µl of sodium hydroxide solution, c(NaOH) = 1 mol/l, dissolve in an ultrasonic bath and dilute to 200.0 ml with methanol.
es_es: A 5 mg de BIBR 277 SE POS. IMP. I, 5 mg de BIBR 277 BIMBIM (BIBR 277 SE POS. IMP.III), 5 mg de BIBR 277 NITRILO y 5 mg de BIBR 277 AMIDA, añadir 50 ml de metanol y 100 µl de solución de hidróxido de sodio, c (NaOH) = 1 mol/l, disolver en ultrasonido y diluir hasta obtener 200.0 ml con metanol.

source: To 6.24 g of copper (II) sulphate - (CuSO4 x 5 H2O) add 2.50 mL of conc. hydrochloric acid and dilute to 100.0 mL with water.
es_es: A 6.24 g de sulfato de cobre (II) (CuSO4 x 5 H2O), agregar 2.50 ml de ácido clorhídrico concentrado y diluir con agua hasta obtener 100.0 ml.

source: To 6.24 g of copper(II) sulphate (CuSO4 x H2O) add 2.50 ml of conc. hydrochloric acid and dilute to 100.0 ml with water.
es_es: A 6.24 g de sulfato de cobre (II) (CuSO4 x H2O), agregar 2.50 ml de ácido clorhídrico concentrado y diluir con agua hasta obtener 100.0 ml.

source: To Whom it May Concern
es_es: A quien corresponda

source: To Whom it May Concern:
es_es: A quien corresponda:

source: To a of the test solution.
es_es: 2.8 SOLUCIÓN DE ANÁLISIS

source: To a set of identical suitable containers, add equal volumes of the test solution.
es_es: A un conjunto de recipientes idénticos y adecuados, añadir volúmenes iguales de la solución de análisis.

source: To about 1 g of the test sample, accurately weighed, add 1ml of conc. sulphuric acid, carefully ash and then ignite to constant weight at 600°C.
es_es: A aproximadamente 1.0 g de la muestra de prueba, pesados con exactitud, añadir 1 ml de ácido sulfúrico concentrado, llevar a cenizas con cuidado y luego ignicionar hasta obtener un peso constante a 600° C.

source: To about 25 mg of BIBR 277 SE reference substance add 5 ml of methanol and 100 µl of sodium hydroxide solution, c (NaOH) = 1 mol/l, and dissolve in an ultrasonic bath.
es_es: A aproximadamente 25 mg de la sustancia de referencia BIBR 277 SE, añadir 5ml de metanol y 100 µl de solución de hidróxido de sodio, c (NaOH) = 1 mol/l, y disolver en ultrasonido.

source: To about 25 mg of Telmisartan reference substance, accurately weighed, add about 5ml of methanol and 100 µl of sodium hydroxide solution, c (NaOH) = 1 mol/l, dissolve in an ultrasonic bath and dilute to 10.00 ml.
es_es: A aproximadamente 25 mg de la sustancia de referencia telmisartán, pesados con exactitud, añadir aproximadamente 5ml de metanol y 100 µl de solución de hidróxido de sodio, c (NaOH) = 1 mol/l, disolver en ultrasonido y diluir hasta 10.00 ml.

source: To about 25 mg of the test sample, accurately weighed, add about 5 ml of methanol and 100µl of sodium hydroxide solution, c (NaOH) = 1 mol/l, dissolve in an ultrasonic bath and dilute to 10.00 ml with methanol.
es_es: A aproximadamente 25 mg de la muestra de prueba, pesados con exactitud, añadir aproximadamente 5 ml de metanol y 100 µl de solución de hidróxido de sodio, c (NaOH) = 1 mol/l, disolver en ultrasonido y diluir hasta 10.00 ml con metanol.

source: To accommodate rising demands and ensure market supply, Boehringer Ingelheim Promeco S.A de C.V., Mexico City, Mexico (BI Promeco (MX)) is proposed aas alternate site for bulk manufacturing, quality control testing including microbiological testing, primary and secondary packaging, labelling and batch release of empagliflozin film-coated tablets, 10 mg and 25 mg.
es_es: Para adaptarse a las crecientes demandas y garantizar el abastecimiento del mercado, se propone que Boehringer Ingelheim Promeco SA de CV, Ciudad de México, México (BI Promeco [MX]) actúe como planta productora sustituta donde se elabore el producto a granel, y se lleven a cabo las pruebas de control de calidad, incluidas las pruebas microbiológicas, el acondicionamiento primario y secundario, el etiquetado y la liberación de partidas de los comprimidos recubiertos de empagliflozina, 10 mg y 25 mg.

source: To account for possible subject discontinuations, it was planned to include a total of 24 subjects in each part.
es_es: Para dar cuenta de las posibles interrupciones por parte de los sujetos, se planeó incluir un total de 24 sujetos en cada parte.

source: To achieve this objective, extensive studies were carried out on samples derived from the purification process.
es_es: Para lograr este objetivo, se realizaron estudios exhaustivos a muestras derivadas del proceso de purificación.

source: To achieve this, each sample is separately diluted from 1 mg/mL to approximately 10 µg/mL with assay buffer and dilution series to final concentrations of approximately 600 ng/mL / 800 ng/mL / 1000 ng/mL are prepared.
es_es: Para eso, cada muestra se diluye por separado con buffer de valoración a un valor de entre 1 mg/mL y aproximadamente 10 µg/mL, y se preparan series de dilución a una concentración final de alrededor de 600 ng/mL /800 ng/mL / 1000 ng/mL.

source: To all but one of the containers, add suitable quantities of a reference solution containing a known concentration of the substance to be determined so as to produce a series of solutions containing steadily increasing concentrations of the substance.
es_es: A todos los recipientes, excepto a uno, añadir cantidades adecuadas de una solución de referencia que contenga una concentración conocida de la sustancia a determinar, de manera que se obtenga una serie de soluciones con concentraciones crecientes a un ritmo constante.

source: To allow more flexibility for shipping, an universal description ‘shipping box’ is used instead of cardboard box.
es_es: En vez de referir a una caja de cartón, se usa una descripción universal de "caja para envíos", que da una mayor flexibilidad al momento de los traslados.

source: To assess any potential impact on subject eligibility with regard to safety, the investigator must refer to the Investigational Product Information for detailed information regarding warnings, precautions, contraindications, adverse events, and other significant data pertaining to the investigational product being used in this study.
es_es: Para evaluar si la elegibilidad del paciente podría verse afectada por motivos de seguridad, el investigador debe consultar en la información del producto en investigación los detalles sobre las advertencias, precauciones, contraindicaciones, eventos adversos y otros datos importantes relacionados con el producto en investigación que se utiliza en este estudio.

source: To assess if TNKase® and Metalyse® drug substance and drug product show the same course of degradation kinetics over time, a comparison of the stability data was performed.
es_es: A fin de evaluar si el medicamento y el principio activo de TNKase® y de Metalyse® muestran el mismo curso de cinética de degradación a lo largo del tiempo, se realizó una comparación de los datos de estabilidad.

source: To assess the further endpoint of change from baseline in KCCQ based on patient-preferred outcome at Week 52, the investigator or designee was required to ask the patient 1 additional question about which domain was the most difficult for the patient to cope with.
es_es: Para evaluar el criterio de valoración adicional "Cambio desde el inicio en el Cuestionario de Cardiomiopatía de la Ciudad de Kansas según el desenlace preferente del paciente a la semana 52", el investigador o la persona por él designada debía formular 1 pregunta adicional sobre qué dominio era el más difícil de afrontar para el paciente.

source: To assess the level of N-Nitrosodimethylamine (NDMA) content in empagliflozin / metformin hydrochloride film-coated tablets over the entire shelf life 69 commercial batches manufactured between 2016 and 2020 already followed in different stability studies under long term and accelerated conditions (25°C / 60% RH, 30°C / 75% RH and 40°C / 75% RH) were examined for NDMA content at different time points using the validated analytical methods as described in section P.5.2.
es_es: Con objeto de evaluar el contenido de N-nitrosodimetilamina (NDMA) en comprimidos recubiertos de empagliflozina/clorhidrato de metformina a lo largo de toda la vida útil, se examinaron 69 partidas comerciales fabricadas entre 2016 y 2020 ya evaluadas en diversos estudios de estabilidad en condiciones aceleradas y a largo plazo (25°C/60% HR, 30°C/75% HR y 40°C/75% HR), para conocer el contenido de NDMA en diferentes momentos de medición usando los métodos analíticos validados que se describen en la sección P.5.2

source: To assess whether higher dose (0.4mg/kg) tenecteplase is superior to 0.25mg/kg tenecteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: evaluar si una dosis superior (0.4 mg/kg) de tenecteplasa es superior a la dosis de 0.25 mg/kg de tenecteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: To assess whether tenecteplase is non-inferior to alteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: evaluar si tenecteplasa no es inferior a la alteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 h posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: To be considered comparable with respect to their overall quality profile, it had to be shown that the degradation kinetics is sufficiently parallel.
es_es: Para que se consideraran comparables con respecto a su perfil de calidad general, debía demostrarse que las cinéticas de degradación son lo suficientemente paralelas.

source: To be eligible for site selection, units are required to have an established intravenous thrombolysis program with multimodal CT or MRI imaging as standard procedure.
es_es: Para poder participar, las unidades deben contar con un programa establecido de trombólisis intravenosa, con imágenes multimodales de TC o RM como procedimientos estándar.

source: To be eligible for this trial, patients had to have a high cardiovascular risk (as defined in the inclusion criteria) in addition to their type 2 diabetes mellitus.
es_es: Para poder ser incluidos este ensayo, los pacientes debían presentar un riesgo cardiovascular elevado (definido en los criterios de inclusión), además de padecer diabetes mellitus tipo 2.

source: To be performed at trial site.
es_es: A realizarse en el centro del ensayo.

source: To build each dissolution profile, the dissolution of 12 tablets at different timepoints are determined for each selected batch.
es_es: Para construir cada perfil de disolución, se determina la disolución de 12 comprimidos en diferentes momentos para cada partida seleccionada.

source: To capture all events related to a specific medical concept, a combination of investigator-defined events, CEC-adjudication results, standardised MedDRA query (SMQ), BI-customised MedDRA query (BIcMQ; when no SMQ was available), and/or additional definitions were used to analyse AESIs and specific AEs (see details in the TSAP).
es_es: Para capturar todos los eventos relacionados con un concepto médico específico, y para evaluar los eventos adversos de interés especial y los eventos adversos específicos (ver detalles en el plan de análisis estadístico del ensayo), se empleó una combinación de eventos definidos por el investigador, resultados de adjudicación por el comité de eventos clínicos, consulta SMQ estandarizada en el diccionario MedDRA, consulta personalizada para BI en el diccionario MedDRA (BIcMQ; se realizó cuando no existía ninguna consulta estandarizada), y definiciones adicionales.

source: To compare the safety of IV alteplase therapy versus IV tenecteplase combined with clot retrieval, two primary safety parameters - mortality at three months and the incidence of symptomatic ICH within 36 hours of intervention, will be tested independently.
es_es: Para comparar la seguridad del tratamiento con alteplasa intravenosa frente a tenecteplasa intravenosa, junto con la recuperación de coágulos inducida por cada uno de ellos, se evaluarán en forma independiente dos parámetros principales de seguridad: la mortalidad a los tres meses y la incidencia de hemorragia intracraneal sintomática en las 36 horas posteriores a la intervención.

source: To compare the safety of the two IV tenecteplase doses combined with clot retrieval, two primary safety parameters - mortality at three months and the incidence of symptomatic ICH within 36 hours of intervention, were tested independently.
es_es: Para comparar la seguridad con las dos dosis intravenosas de tenecteplasa combinadas con la extracción de coágulos, se evaluaron por separado dos parámetros principales de seguridad: la mortalidad a los tres meses y la incidencia de hemorragia intracraneal sintomática en las 36 horas posteriores a la intervención.

source: To confirm product quality over the shelf life of 36 months multiple batches of empagliflozin / metformin hydrochloride film-coated tablets across all strengths and packaging configurations, manufactured at the different registered sites, were analysed using the established analytical methods for determination the content of NDMA.
es_es: A fin de confirmar la calidad del producto durante su vida útil de 36 meses, por medio de los métodos analíticos establecidos para determinar el contenido de NDMA, se analizaron múltiples partidas de comprimidos recubiertos de empagliflozina/clorhidrato de metformina de todas las concentraciones y configuraciones de acondicionamiento, fabricadas en distintos centros registrados.

source: To confirm the proposed minimum filling volume the extractable volume was investigated in a study.
es_es: Para confirmar el volumen de llenado mínimo propuesto, se evaluó el volumen extraíble en un estudio.

source: To confirm the sensitivity of the tester strains and the metabolic capacity of the S9 fractions the following mutagens were used (see Table 2.3: 1):
es_es: Para confirmar la sensibilidad de las cepas experimentales y la capacidad metabólica de las fracciones S9 se utilizaron los siguientes mutágenos (ver Tabla 2.3: 1):

source: To confirm the sensitivity of this assay for the identification of n-nitrosamines, the two n-Nitrosamines N-nitrosodibutylamine (NDBA) and 1-cyclopentyl-4-nitrosopiperazine (CPNP) and were assessed in parallel to the regular positive controls (see Table 2.3: 2):
es_es: Para confirmar la sensibilidad de este ensayo para la identificación de n-nitrosaminas, las dos n-nitrosaminas (N-nitrosodibutilamina [NDBA] y 1-ciclopentil-4-nitrosopiperazina [CPNP]) se evaluaron en paralelo a los controles positivos habituales (ver la Tabla 2.3: 2):

source: To confirm to us that you can access this information electronically, please verify that you were able to read this electronic consent and that you (1) also were able to print on paper or electronically save this disclosure for your future reference and access or that you (11) were able to e-mail this disclosure and consent to an address where you will be able to print on paper or save it for your future reference and access.
es_es: Para confirmarnos que puede acceder a esta información por medios electrónicos, corrobore que pudo leer este consentimiento electrónico y que (i) también pudo imprimirlo o guardarlo electrónicamente para referencia y acceso futuros, o que (ii) pudo enviar por correo electrónico esta información y consentimiento a una dirección desde donde pueda imprimirlos o guardarlos para referencia y acceso futuros.

source: To confirm to us that you can access this information electronically, please verify that you were able to read this electronic consent and that you (i) also were able to print on paper or electronically save this disclosure for your future reference and access or that you (ii) were able to e-mail this disclosure and consent to an address where you will be able to print on paper or save it for your future reference and access.
es_es: Para confirmarnos que puede acceder a esta información por medios electrónicos, corrobore que pudo leer este consentimiento electrónico y que (i) también pudo imprimirlo o guardarlo electrónicamente para referencia y acceso futuros, o que (ii) pudo enviar por correo electrónico esta información y consentimiento a una dirección desde donde pueda imprimirlos o guardarlos para referencia y acceso futuros.

source: To date a head-to-head comparison of linagliptin or another DPP- 4 inhibitor with a sulphonylurea has not been performed in a dedicated long-term cardiovascular outcome trial.
es_es: A la fecha, no hay ninguna comparación uno a uno de linagliptina u otro inhibidor de la DPP-4 con una sulfonilurea que se haya hecho en un ensayo de desenlace cardiovascular dedicado de largo plazo.

source: To date, no therapy has been proven to be superior to control based on the pre-specified primary endpoint in any prior pivotal study undertaken to assess efficacy in patients with HFpEF [R07-4374, R21-2159, R16-1458, R21-2485, R21-2161].
es_es: Hasta la fecha, en los estudios pivote previos realizados para evaluar la eficacia en pacientes con ICFEp, ningún tratamiento ha demostrado ser superior a sus respectivos controles en el criterio de valoración principal prespecificado [R07-4374, R21-2159, R16-1458, R21-2485 , R21-2161].

source: To demonstrate product comparability between GNE manufactured tenecteplase as applied for initial clinical trials and tenecteplase manufactured by BI, two sets of comparative analyses were performed to support the initial MAA submission.
es_es: A fin de demostrar la comparabilidad de productos entre la tenecteplasa fabricada por GNE aplicada en los ensayos clínicos iniciales y la tenecteplasa fabricada por BI, se realizaron dos conjuntos de análisis comparativos que respaldaran la solicitud de MAA inicial.

source: To determine the absolute oral bioavailability of nerandomilast
es_es: Determinar la biodisponibilidad oral absoluta de nerandomilast

source: To determine the lipophilicity of empagliflozin the octanol/water partition coefficient logP was measured.
es_es: Para determinar la lipofilia de la empagliflozina, se midió el coeficiente de reparto octanol-agua (logP).

source: To encourage compliance with drug and alcoholic restrictions, a breath alcohol test (Alcotest® 7410, Dräger AG, Lübeck, Germany) and drug screening (MAHSAN® –Kombi/DOA10 rapid test, MAHSAN Diagnostika GmbH, Reinbek, Germany, or equivalent) were to be performed prior to each treatment period and may have been repeated at any time during the study at the discretion of an investigator or designate.
es_es: Para fomentar el cumplimiento con las restricciones al uso de drogas y alcohol, antes de cada período de tratamiento se debían realizar alcoholimetrías (Alcotest® 7410, Dräger AG, Lübeck, Alemania) y pruebas de rastreo de drogas (test rápido de MAHSAN® –Kombi/DOA10, MAHSAN Diagnostika GmbH, Reinbek, Alemania, o equivalentes), los cuales podían repetirse en cualquier momento del estudio a discreción del investigador o su agente designado.

source: To ensure a dose interval of about 24 hours, the medication was to be taken in the morning at approximately the same time every day.
es_es: Para garantizar un intervalo de dosis de aproximadamente 24 horas, el medicamento debía tomarse por la mañana aproximadamente a la misma hora todos los días.

source: To ensure a robust and reproducible process leading to a product with consistent and reliable product quality, process development studies and at-scale fills were executed defining set points, normal operating ranges (NORs) and proven acceptable ranges (PARs) for the manufacturing process.
es_es: Para garantizar un proceso robusto y reproducible que derive en un producto de calidad uniforme y confiable, se llevaron a cabo estudios de desarrollo de procesos y llenados a escala definiendo puntos de ajuste, rangos operativos normales y rangos aceptables comprobados para el proceso de fabricación.

source: To ensure the market supply for dabigatran etexilate capsules, 150mg/ capsule in Peru, the implementation of the testing for microbiological quality can not be completed before December 18th, 2026.
es_es: Para asegurar el suministro de Etexilato de dabigatrán, cápsulas, 150 mg/cápsula en Perú, la implementación de las pruebas de calidad microbiológica no podrá completarse antes del 18 de diciembre de 2026.

source: To establish the bioequivalence of the nerandomilast Formulation C2 and the nerandomilast Formulation C1 (phase 3 formulation) – 18 mg tablet
es_es: Establecer la bioequivalencia de la Formulación C2 de nerandomilast y la Formulación C1 de nerandomilast (formulación de fase 3), comprimidos de 18 mg

source: To establish the bioequivalence of the nerandomilast Formulation C2 and the nerandomilast Formulation C1 (phase 3 formulation) – 9 mg tablet
es_es: Establecer la bioequivalencia de la Formulación C2 de nerandomilast y la Formulación C1 de nerandomilast (formulación de fase 3), comprimidos de 9 mg

source: To evaluate efficacy and safety and the impact of immunogenicity on efficacy, safety, and pharmacokinetics of spesolimab i.v. in treatment of patients with GPP presenting with a recurrent flare following their initial GPP flare treatment with spesolimab i.v.
es_es: Evaluar la eficacia y seguridad, incluida la influencia de la inmunogenicidad sobre estos atributos, y la farmacocinética de espesolimab intravenoso en el tratamiento de pacientes con psoriasis pustulosa generalizada y brotes agudos recurrentes tras un tratamiento inicial contra estos con espesolimab intravenoso.

source: To evaluate potential leachables the SCT for parenterals of 1.5 μg/day was considered.
es_es: Para evaluar potenciales lixiviables se consideró el umbral de seguridad para productos parenterales, que es 1.5 μg/día.

source: To evaluate that the changes did not adversely impact the safety and efficacy of the drug product, a comprehensive comparability exercise according to ICH Q5E was conducted comprising the following data:
es_es: Para garantizar que los cambios no afectaran negativamente la seguridad y la eficacia del medicamento, se llevó a cabo un ejercicio integral de comparabilidad según el lineamiento Q5E de la ICH, que constaba de los siguientes datos:
